reports/L-05/l05-k6.txt


  █ THRESHOLDS 

    order_ok
    ✓ 'rate>0.0' rate=16.19%


  █ TOTAL RESULTS 

    CUSTOM
    order_ok................................................................: 16.19% 500 out of 3088
    orders_error............................................................: 584    5.195709/s
    orders_filled...........................................................: 500    4.448381/s
    orders_rejected.........................................................: 2004   17.829111/s
    orders_submitted........................................................: 500    4.448381/s

    HTTP
    http_req_duration.......................................................: avg=809.94ms min=5.27ms  med=19.94ms max=6.03s    p(90)=3.04s   p(95)=4.17s   
      { expected_response:true }............................................: avg=52.04ms  min=17.31ms med=37.93ms max=244.67ms p(90)=95.66ms p(95)=125.29ms
    http_req_failed.........................................................: 81.17% 2588 out of 3188
    http_reqs...............................................................: 3188   28.362878/s

    EXECUTION
    iteration_duration......................................................: avg=3.33s    min=2.5s    med=2.52s   max=8.53s    p(90)=5.56s   p(95)=6.71s   
    iterations..............................................................: 3088   27.473202/s
    vus.....................................................................: 27     min=6            max=100
    vus_max.................................................................: 100    min=100          max=100

    NETWORK
    data_received...........................................................: 2.2 MB 19 kB/s
    data_sent...............................................................: 1.6 MB 14 kB/s